{
  "ünite_genel_bilgi": {
    "answer": "5. Ünite: 'Işığın Madde ile Etkileşimi' — Bu ünite ışığın cisimlerle etkileşimini, ışığın soğurulması, yansıtılması ve kırılmasını, renklerin oluşumunu, aynalar ve mercekler ile ilgili kavramları ve güneş enerjisinin kullanımını kapsar. Ayrıca bu konularla ilgili uygulamalı etkinlikler ve günlük yaşam örnekleri sunar.",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5. Ünite",
    "page": 148,
    "unit": "Işığın Madde ile Etkileşimi",
    "keywords": [
      "ışık",
      "yansıma",
      "kırılma",
      "soğurma",
      "renk",
      "aynalar",
      "mercekler",
      "güneş enerjisi"
    ]
  },
  "ışığın_soğurulması": {
    "answer": "Işığın soğurulması: Bir ışık kaynağından gelen ışınların bir kısmı cisim tarafından soğurulur; \nsoğurulan enerji cisimde ısınmaya dönüşebilir. Koyu ve mat yüzeyler ışığı daha çok soğurur; \naçık ve parlak yüzeyler ışığı daha çok yansıtır. Örnek: siyah kaplarda suyun güneş altında daha \nçok ısınması, güneş kolektörlerinin siyah olması.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.1",
    "page": 150,
    "unit": "Işığın Soğurulması",
    "keywords": [
      "soğurma",
      "ısınma",
      "koyu renk",
      "parlak yüzey",
      "güneş kolektörü"
    ]
  },
  "beyaz_ışık_ve_spektrum": {
    "answer": "Beyaz ışık birçok rengin bileşimidir. Prizmadan geçen beyaz ışık tayfa (spektrum) denilen \nşekilde renklerine ayrılır. Newton çarkı gibi deneylerle bir araya getirilen renklerin beyaz \nışık oluşturduğu gözlenir. Sabun köpüğü, yağ tabakaları ve gökkuşağı gibi doğadaki olaylar \nışığın kırılması ve girişim fenomenleri nedeniyle renk gösterir.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.1.2",
    "page": 152,
    "unit": "Beyaz Işık ve Tayf",
    "keywords": [
      "beyaz ışık",
      "tayf",
      "prizma",
      "Newton çarkı",
      "gökkuşağı"
    ]
  },
  "cisimlerin_renkli_görünmesi": {
    "answer": "Bir cismin renginin belirlenmesi üzerine düşen ışığın bir kısmını yansıtmasıyla olur. Örneğin, kırmızı bir cisim \nkırmızı ışığı yansıtır ve diğer renkleri soğurur; beyaz cisim tüm renkleri yansıtır; siyah cisim ise çoğu ışığı soğurur. \nBu yüzden aynı cisim farklı aydınlatma koşullarında farklı renkte algılanabilir.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.1.3",
    "page": 154,
    "unit": "Cisimlerin Renkli Görünmesi",
    "keywords": [
      "yansıma",
      "soğurma",
      "renk",
      "göz algısı",
      "aydınlatma"
    ]
  },
  "güneş_enerjisinin_uygulamalari": {
    "answer": "Güneş enerjisi kullanım alanları: güneş kolektörleri (su ısıtma), güneş panelleri (elektrik üretimi), \ngüneş enerjili cihazlar (bahçe lambası, hesap makinesi, çanta vb.), güneş tarlaları (GES). Ayrıca güneş'i izleyen \nçift yüzlü paneller, güneş ocakları ve radyometre gibi uygulamalar verilir. Güneş enerjisi yenilenebilir, çevre \ndostu ve ekonomik bir kaynaktır; fosil yakıt tüketimini azaltarak çevre kirliliğini düşürür.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.1.4",
    "page": 155,
    "unit": "Güneş Enerjisinin Uygulamaları",
    "keywords": [
      "güneş enerjisi",
      "güneş paneli",
      "kolektör",
      "GES",
      "yenilenebilir enerji"
    ]
  },
  "aynalar_genel": {
    "answer": "Ayna, arkası sırlanmış veya parlatılmış yüzey olan ve gelen ışığı yansıtan araçtır. Başlıca türleri düz, çukur ve tümsek aynalardır. \nAynalar günlük hayatta pek çok alanda kullanılır: bakım, güvenlik, araç dikiz aynaları, teleskoplar, el fenerleri vb.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.2",
    "page": 158,
    "unit": "Aynalar",
    "keywords": [
      "ayna",
      "yansıma",
      "düz ayna",
      "çukur ayna",
      "tümsek ayna"
    ]
  },
  "duz_ayna": {
    "answer": "Düz aynada görüntü: cisim ile aynı uzaklıkta, aynı boyutta ve düz (ters olmayan) görünür; görüntü ile cisim birbirinin simetrisi gibidir. \nDüz aynalar kuaför, ev, asansör, dikiz aynası gibi yerlerde kullanılır. Ambulans yazılarının ters yazılmasının nedeni, karşıdaki sürücünün aynasında doğru okunmasıdır.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.2.1",
    "page": 161,
    "unit": "Düz Ayna",
    "keywords": [
      "düz ayna",
      "görüntü",
      "simetri",
      "ambulans yazısı",
      "dikiz aynası"
    ]
  },
  "cukur_ayna": {
    "answer": "Çukur aynalar ışığı toplar; cisim ile aynanın göreli konumuna göre görüntü küçük/ters, eşit, büyük/ters veya büyük/düz olabilir. \nÇukur aynalar büyütme amaçlı (makyaj aynası, dişçi aletleri) ve ışık toplama amaçlı (el fenerleri, farlar, teleskoplarda) kullanılır.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.2.1",
    "page": 160,
    "unit": "Çukur Ayna",
    "keywords": [
      "çukur ayna",
      "odak",
      "görüntü özellikleri",
      "büyütme"
    ]
  },
  "tumsek_ayna": {
    "answer": "Tümsek aynalar ışığı dağıtır; görüntü her zaman küçük ve düzdür (sanal görüntü). Bu özellikleri nedeniyle güvenlik aynalarında, araç yan aynalarında ve geniş alan gözetlemelerinde kullanılır.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.2.1",
    "page": 161,
    "unit": "Tümsek Ayna",
    "keywords": [
      "tümsek ayna",
      "sanal görüntü",
      "küçültme",
      "güvenlik aynası"
    ]
  },
  "aynalarin_goruntu_ozellikleri": {
    "answer": "- Düz ayna: görüntü eşit boyda, düz (ters değil), simetrik ve sanaldır; uzaklıkla görüntü uzaklığı artar. \n- Çukur ayna: cismin aynaya uzaklığına göre görüntü niteliği değişir (küçük/ters, eşit/ters, büyük/ters, büyük/düz). \n- Tümsek ayna: görüntü her zaman küçük ve düzdür; görüntü sanaldır.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.2.2",
    "page": 163,
    "unit": "Aynalarda Oluşan Görüntüler",
    "keywords": [
      "görüntü",
      "düz",
      "ters",
      "sanal",
      "gerçek"
    ]
  },
  "ışıgın_kırılması_genel": {
    "answer": "Işığın kırılması: Işın bir saydam ortamdan başka bir saydam ortama geçerken doğrultu değiştirir (kırılır) — bu durum ortamların yoğunluk farkı ve gelme açısına bağlıdır. Yoğunluğu fazla ortama giren ışın normale yaklaşır; yoğunluğu az ortama giren ışın normalden uzaklaşır. Kırılma, deniz/karşı kıyı, serap ve bardağa konulan kaşık örneklerinde gözlenir.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.3.1",
    "page": 167,
    "unit": "Işığın Kırılması",
    "keywords": [
      "kırılma",
      "normal",
      "gelme açısı",
      "kırılma açısı",
      "yoğunluk"
    ]
  },
  "mercekler_genel": {
    "answer": "Mercek: Işığı kırarak doğrultusunu değiştiren, ışınları toplayan veya dağıtan optik eleman. Cam veya sert plastikten yapılır. Yüzey şekline göre ince kenarlı (tümsek/ortası kalın) ve kalın kenarlı (çukur/ortası ince) mercekler vardır. Mercekler optik cihazların temelidir (büyüteç, gözlük, dürbün, mikroskop, fotoğraf makinesi).\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.3.2",
    "page": 169,
    "unit": "Mercekler",
    "keywords": [
      "mercek",
      "ince kenarlı",
      "kalın kenarlı",
      "odak",
      "optik merkez"
    ]
  },
  "ince_kenarli_mercek": {
    "answer": "İnce kenarlı mercekler (konveks): Paralel gelen ışınları odakta toplar. İki odak noktası vardır (her iki tarafta). Uygulamaları: büyüteç, bazı kamera düzenekleri, teleskoplarda objektif konumları. Mercekle deneyde güneş ışığını odakta toplayarak kağıt yakma örneği verilir — bu yüzden ormanlara cam kırıkları atılmamalıdır.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.3.2, 5.3.3",
    "page": 170,
    "unit": "İnce Kenarlı Mercek",
    "keywords": [
      "ince kenarlı",
      "konveks",
      "odak",
      "büyüteç",
      "güneş ışığını toplama"
    ]
  },
  "kalin_kenarli_mercek": {
    "answer": "Kalın kenarlı mercekler (konkav): Paralel gelen ışınları dağıtır; dağılan ışınların uzantıları geriye doğru uzatıldığında bir odak noktası belirlenir. Görüntüleri genellikle küçük ve düzdür; dürbün, kapı dürbünleri, bazı gözlük camları uygulamalarına örnektir.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.3.2, 5.3.3",
    "page": 171,
    "unit": "Kalın Kenarlı Mercek",
    "keywords": [
      "kalın kenarlı",
      "konkav",
      "dağıtma",
      "sanal odak",
      "dürbün"
    ]
  },
  "odak_ve_optik_merkez": {
    "answer": "Optik merkez (O): Merceğin geometrik merkezine yakın varsayılan nokta. Odak noktası (F): İnce kenarlı mercekte paralel gelen ışınların kırıldıktan sonra toplandığı nokta. Odak uzaklığı mercek merkezi ile odak noktası arasındaki uzaklıktır. İnce ve kalın kenarlı merceklerin odak konumları ve görüntü oluşturma kuralları deneylerle bulunabilir.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.3.3",
    "page": 171,
    "unit": "Odak ve Optik Merkez",
    "keywords": [
      "optik merkez",
      "odak",
      "odak uzaklığı",
      "görüntü oluşturma"
    ]
  },
  "merceklerin_gunluk_kullanimi": {
    "answer": "Merceklerin kullanıldığı araçlar: gözlük (hipermetrop için ince kenarlı, miyop için kalın kenarlı), büyüteç, dürbün, teleskop, mikroskop, kamera ve projeksiyon. Mercek düzenlemeleri farklı büyütme oranları ve netlik sağlar.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - 5.3.4",
    "page": 173,
    "unit": "Merceklerin Günlük Kullanımı",
    "keywords": [
      "gözlük",
      "büyüteç",
      "mikroskop",
      "kamera",
      "projeksiyon"
    ]
  },
  "etkinlikler_ve_deneyler": {
    "answer": "Kitapta verilen etkinlikler (özet):\n- 'Hangisi daha çok ısındı?': farklı renkli sularla güneş altında ısınma karşılaştırması (soğurma testi).\n- 'Renk çarkı (Newton çarkı)': renklerin birleşmesiyle beyaz ışığın gözlenmesi.\n- 'Ayna dedektifi': çevredeki aynaların türlerini gözlemleme ve fotoğraflama etkinliği.\n- 'Aynalarda görüntü karşılaştırması': düz, çukur, tümsek aynalarda görüntü inceleme etkinliği.\n- 'Merceklerle odak ve yakma deneyleri': ince kenarlı mercekle güneş ışığını odakta toplama ve odak noktasını gözlemleme.\n- 'Merceklerin odak noktalarını belirleme': karanlık ortamda el feneri ve merceklerle odak mesafesi ölçümü.\nHer etkinlik için malzemeler, yapılış adımları ve değerlendirme soruları kitaptadır.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - Etkinlik bölümleri (5.1-5.3)",
    "page": 151,
    "unit": "Etkinlikler",
    "keywords": [
      "etkinlik",
      "deney",
      "ışık deneyleri",
      "odak ölçümü",
      "renk çarkı"
    ]
  },
  "guvenlik_notlari": {
    "answer": "Optik deneylerde güvenlik: Güneş ışığını veya güçlü ışıkları merceklerle kağıda odaklamak yangına neden olabilir — ormanda veya açık alanda cam kırıkları bırakmayın. Güneşe doğrudan bakmayın. Deneyleri öğretmen gözetiminde ve güvenlik önlemleriyle yapın.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - Etkinlik uyarıları",
    "page": 170,
    "unit": "Güvenlik",
    "keywords": [
      "yangın riski",
      "güneşe bakma",
      "öğretmen gözetimi",
      "güvenlik"
    ]
  },
  "olcme_degerlendirme_ornek_sorular": {
    "answer": "Örnek soru tipleri: doğru-yanlış, boşluk doldurma, kısa cevap, uygulamalı gözlem soruları. Örnekler: 'Hangi aynada görüntü her zaman küçüktür?', 'Beyaz ışık neden renklere ayrılır?', 'İnce kenarlı merceğin odak noktası nasıl bulunur?' gibi sorularla kavram bilgisi test edilir.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - Ölçme ve Değerlendirme (Ünite sonu)",
    "page": 174,
    "unit": "Ölçme ve Değerlendirme",
    "keywords": [
      "sınav",
      "örnek sorular",
      "doğru-yanlış",
      "kısa cevap"
    ]
  },
  "projeler_ve_uygulama_fikirleri": {
    "answer": "Önerilen projeler: Güneş enerjisiyle çalışan küçük su ısıtma düzeneği (model kolektör), güvenlik aynası tasarımı, basit bir büyüteç tabanlı inceleme kiti, Newton çarkı ile renk karıştırma uygulaması, mercek-düzenekli mini kamera modelleme. Proje açıklaması: amaç, malzemeler, adımlar, güvenlik ve beklenen sonuçlar bölümleri hazırlanmalıdır.\n",
    "source": "MEB 7. Sınıf Fen Bilgisi Ders Kitabı - Proje yönergeleri (Ünite içi öneriler)",
    "page": 174,
    "unit": "Proje Önerileri",
    "keywords": [
      "proje",
      "güneş kolektörü",
      "Newton çarkı",
      "büyüteç",
      "güvenlik"
    ]
  }
}